/* degrees Celsius */
"C" = "℃";

/* degrees Fahrenheit */
"F" = "℉";

/* Kelvin */
"K" = "K";

/* revolutions per minute */
"RPM" = "RPM";

/* localized accuracy template (value / unit) */
"PLUSMINUS %02.4f %@" = "± %02.4f %@";

/* example sensor value */
"12.3 X" = "12.3 X";

/* example sensor name */
"Display Sample" = "Display Sample";

/* text mode export headline for combined overlay history window data */
"%@ (combined with other data)\n\n" = "%@ (combined with other data)\n\n";

/* format for dynamic LCD output item presentation */
"%@: %@" = "%@: %@";

/* format for dynamic text presentation for LCD output item */
"'%@'" = "“%@”";

/* numeric representation template for hours/minutes/seconds */
"%02d:%02d:%02d" = "%02d:%02d:%02d";

/* battery info current capacity template */
"%4.f mAh (%3.f %% of a fully charged battery)" = "%4.f mAh (%3.f %% of a fully charged battery)";

/* battery info total capacity template */
"%4.f mAh (%3.f %% of a new battery)" = "%4.f mAh (%3.f %% of a new battery)";

/* model name / model code template */
"%@ (%@)" = "%@ (%@)";

/* template for monitor window title (window type / machine name) */
"%@ - %@" = "%@ - %@";

/* suffix for history window x-axis label */
"%@ ago " = "%@ ago ";

/* template for history window right x-axis label */
"%@ (Now)" = "%@ (Now)";

/* template for unit string in overlay history windows */
"%@ (The window also contains curves with other units and scales)" = "%@ (The window also contains curves with other units and scales)";

/* speech failing warning explanation template */
"%@ has detected that important parts of the speech output subsystem are severely damaged. This problem will cause programs which are using speech features to crash. Please restore your operating system to a working state before using this application." = "%@ has detected that important parts of the speech output subsystem are severely damaged. This problem will cause programs which are using speech features to crash. Please restore your operating system to a working state before using this application.";

/* code manipulation warning explanation template */
"%@ has detected that its running program code has been changed in memory. This could indicate that your system is infected by a computer virus.\n\nIt is also possible that you are using a system-wide plug-in or an 'application enhancer' which is performing unauthorized changes to the system. For safety reasons the application will not run until this problem has been resolved." = "%@ has detected that its running program code has been changed in memory. This could indicate that your system is infected by a computer virus.\n\nIt is also possible that you are using a system-wide plug-in or an “application enhancer” which is performing unauthorized changes to the system. For safety reasons the application will not run until this problem has been resolved.";

/* bundle manipulation warning explanation */
"%@ has detected that one or more of its resource files have been damaged or are missing. Please reinstall this application, using an original distribution package." = "%@ has detected that one or more of its resource files have been damaged or are missing. Please reinstall this application, using an original distribution package.";

/* OS version display template */
"%@ Build %@" = "%@ Build %@";

/* preference window title template */
"%@ Preferences: %@" = "%@ Preferences: %@";

/* numeric representation template for days/hours/minutes */
"%d d %02d:%02d" = "%d d %02d:%02d";

/* time representation template for multiple days (ending with blank) */
"%d days " = "%d days ";

/* time representation template for multiple hours (ending with blank) */
"%d hours " = "%d hours ";

/* time representation template for multiple minutes (ending with blank) */
"%d minutes " = "%d minutes ";

/* time representation template for multiple seconds (ending with blank) */
"%d seconds" = "%d seconds";

/* number of CPUs display template */
"%u (%u logical, %u active)" = "%u (%u logical, %u active)";

/* RPM limits display */
"%u..%u RPM" = "%u..%u RPM";

/* connection window summary template */
"%u computers with %u sensors connected." = "%u computers with %u sensors connected.";

/* sensor subheadline if no sensor selectable */
"(No sensors selectable)" = "(No sensors selectable)";

/* sensor subheadline template
   alert sensor subheadline template */
"(Sensor %d of %u)" = "(Sensor %d of %u)";

/* format for LCD output item with invalid gauge */
"- disconnected - " = "- disconnected - ";

/* history compositing message for missing selection */
"- no window selected -" = "- no window selected -";

/* LC display not configured */
"- not configured -" = "- not configured -";

/* description of multihomed service in remote connect panel */
"-multiple-" = "-multiple-";

/* substitute string for missing hardware support limitation date */
"-unknown-" = "-unknown-";

/* time representation for one day (ending with blank) */
"1 day " = "1 day ";

/* time representation for one hour (ending with blank) */
"1 hour " = "1 hour ";

/* time representation for one minute (ending with blank) */
"1 minute " = "1 minute ";

/* time representation for one second (ending with blank) */
"1 second " = "1 second ";

/* dummy sensor type to represent a disconnected remote sensor in tables */
"-Disconnected-" = "-Disconnected-";

/* battery status: AC adapter connected */
"AC adapter connected" = "AC adapter connected";

/* Intel Core Erratum AE 18 warning explanation */
"A first generation Intel(R) Core(TM) processor with an out-of-date microcode has been found in this computer. The temperature sensors inside the core may stop updating their values when the system is waking from sleep mode. Please see the instructions in the chapter 'Frequently Asked Questions' of the reference manual (Help menu) on how to update the firmware to fix this problem in most cases.\n\nSelect 'Yes' if the application should check for the processor version again the next time it is being launched. If you don't like to be reminded, select 'No'." = "A first generation Intel® Core™ processor with an out-of-date microcode has been found in this computer. The temperature sensors inside the core may stop updating their values when the system is waking from sleep mode. Please see the instructions in the chapter “Frequently Asked Questions” of the reference manual (Help menu) on how to update the firmware to fix this problem in most cases.\n\nSelect “Yes” if the application should check for the processor version again the next time it is being launched. If you don't like to be reminded, select “No”.";

/* toolbar label for preference pane: Alerts */
"Alerts" = "Alerts";

/* TurboBoost table: specification for all cores active */
"all" = "all";

/* import with existing probes title */
"All current probe definitions will be removed. Do you like to continue?" = "All current probe definitions will be removed. Do you like to continue?";

/* swap size probe location */
"Allocated Swap Size" = "Allocated Swap Size";

/* artificial sensor type: swap size */
"Allocated swap space" = "Allocated swap space";

/* probe import file read error explanation */
"An error occurred while trying to read the file. Please verify if you have read permission and that the file contains valid probe definitions, then try again." = "An error occurred while trying to read the file. Please verify if you have read permission and that the file contains valid probe definitions, then try again.";

/* probe export file write error explanation */
"An error occurred while trying to write the file. Please verify if you have write permission for the destination folder and try again." = "An error occurred while trying to write the file. Please verify if you have write permission for the destination folder and try again.";

/* driver update part 2 failure explanation template */
"An unexpected problem occurred while trying to activate the new driver.\n\nThe error description is '%@'." = "An unexpected problem occurred while trying to activate the new driver.\n\nThe error description is “%@”.";

/* driver update part 1 failure explanation template */
"An unexpected problem occurred while trying to deactivate the old driver.\n\nThe error description is '%@'." = "An unexpected problem occurred while trying to deactivate the old driver.\n\nThe error description is “%@”.";

/* driver installation failure explanation template */
"An unexpected problem occurred while trying to install and load the driver.\n\nThe error description is '%@'." = "An unexpected problem occurred while trying to install and load the driver.\n\nThe error description is “%@”.";

/* driver uninstallation failure explanation template */
"An unexpected problem occurred while trying to unload and uninstall the driver.\n\nThe error description is '%@'." = "An unexpected problem occurred while trying to unload and uninstall the driver.\n\nThe error description is “%@”.";

/* sensor name for generic Apple FCU */
"Apple Fan Control Unit" = "Apple Fan Control Unit";

/* sensor name for Apple Light Management Unit */
"Apple Light Management Unit" = "Apple Light Management Unit";

/* sensor name for generic ApplePMU */
"Apple Power Management Unit" = "Apple Power Management Unit";

/* sensor name for Apple System Management Controller */
"Apple System Management Controller" = "Apple System Management Controller";

/* sensor name for Apple System Management Unit */
"Apple System Management Unit" = "Apple System Management Unit";

/* feature available display text */
"available" = "available";

/* description template for battery probe object */
"Battery %d" = "Battery %d";

/* battery info window title template */
"Battery %u" = "Battery %u";

/* Battery Information window title */
"Battery Information" = "Battery Information";

/* description template for internal network interfaces which have no presentation name */
"BSD Interface '%@'" = "BSD Interface “%@”";

/* cancel button
   Cancel button */
"Cancel" = "Cancel";

/* battery status: cannot charge */
"cannot charge" = "cannot charge";

/* capacity quantity type */
"Capacity" = "Capacity";

/* default history window name for capacity sensor type */
"Capacity Sensors" = "Capacity Sensors";

/* label for  display of first battery cell voltage */
"Cell 1:" = "Cell 1:";

/* battery status: charging */
"charging" = "charging";

/* LCD output item: computer name */
"Computer Name" = "Computer Name";

/* filler string during client failure for computer name in case computer name could not be determined */
"computer previously selected" = "computer previously selected";

/* template to represent unknown computer in failure messages or gauge overview */
"Computer with serial number %@" = "Computer with serial number %@";

/* compatibility report check failure title */
"Could not contact compatibility database" = "Could not contact compatibility database";

/* general client failure alert title */
"Could not contact remote computer" = "Could not contact remote computer";

/* alert object launch failure title */
"Could not open alert object" = "Could not open alert object";

/* alert title for failed save operation */
"Could not save file" = "Could not save file";

/* counter quantity type */
"Counter" = "Counter";

/* default history window name for counter sensor type */
"Counter Sensors" = "Counter Sensors";

/* save panel button for for creation of sensor ID report */
"Create" = "Create";

/* save panel title for creation of sensor ID report */
"Create sensor ID report for alert scripting" = "Create sensor ID report for alert scripting";

/* subheader template for sensor ID report */
"Created %@ for computer %@.\n\n" = "Created %@ for computer %@.\n\n";

/* description template for CPU load probe object */
"CPU %d" = "CPU %d";

/* current quantity type */
"Current" = "Current";

/* default history window name for current sensor type */
"Current (Amperage) Sensors" = "Current (Amperage) Sensors";

/* dock status message: 0 values */
"Currently no values are selected to be visible in the Dock." = "Currently no values are selected to be visible in the Dock.";

/* menu bar status message: 0 values */
"Currently no values are selected to be visible in the menu bar." = "Currently no values are selected to be visible in the menu bar.";

/* dock status message: 1 value */
"Currently one value is selected to be visible in the Dock." = "Currently one value is selected to be visible in the Dock.";

/* menu bar status message: 1 value */
"Currently one value is selected to be visible in the menu bar." = "Currently one value is selected to be visible in the menu bar.";

/* dock status message: 2 values */
"Currently two values are selected to be visible in the Dock." = "Currently two values are selected to be visible in the Dock.";

/* menu bar status message: template */
"Currently %u values are selected to be visible in the menu bar." = "Currently %u values are selected to be visible in the menu bar.";

/* LCD output item: date */
"Date" = "Date";

/* battery status: depleted */
"depleted" = "depleted";

/* disconnected pseudo quantity type */
"Disconnected" = "Disconnected";

/* location identifier for lost sensor */
"Disconnected Sensor" = "Disconnected Sensor";

/* artificial sensor type: disk capacity */
"Disk usage" = "Disk usage";

/* disk capacity probe location template */
"Disk Usage '%@'" = "Disk Usage “%@”";

/* template for headline in display info panel */
"Display %u" = "Display %u";

/* Display Information window title */
"Display Information" = "Display Information";

/* toolbar label for preference pane: Dock */
"Dock" = "Dock";

/* don't install x86 driver button */
"Don't install" = "Don't install";

/* alert title template when deleting gauge list for entire computer */
"Do you really want to delete all sensor entries for the computer '%@'?" = "Do you really want to delete all sensor entries for the computer “%@”?";

/* reset gauge color alert sheet title */
"Do you really want to reset all sensor colors?" = "Do you really want to reset all sensor colors?";

/* Drive Overview Information window title */
"Drive Overview" = "Drive Overview";

/* driver not installed title */
"Driver for extended x86 support is not installed" = "Driver for extended x86 support is not installed";

/* menu item to edit remote computer lists */
"Edit Computer Lists..." = "Edit Computer Lists…";

/* artificial sensor type: power */
"Electrical power" = "Electrical power";

/* battery status: enforcing low speed */
"enforcing low speed" = "enforcing low speed";

/* sentence part for alert message: value exceeded */
"exceeded" = "exceeded";

/* sentence part for alert message: value fallen below mark */
"fallen below" = "fallen below";

/* LCD output for status info 0 in a 2-character field */
"!!" = "!!";

/* SMART status: parameter exceeded */
"failing" = "failing";

/* SMART attribute check result: Failure imminent */
"Failure imminent" = "Failure imminent";

/* default history window name for pulse width sensor type */
"Fan Pulse Width Sensors" = "Fan Pulse Width Sensors";

/* default history window name for revolution sensor type */
"Fan Revolution Sensors" = "Fan Revolution Sensors";

/* no colors found information explanation */
"For the display in history graphs, all sensors are still set to a black default color. By pressing 'Yes' the application will automatically choose different colors for all sensors." = "For the display in history graphs, all sensors are still set to a black default color. By pressing “Yes” the application will automatically choose different colors for all sensors.";

/* disk free space probe location template */
"Free Disk Space '%@'" = "Free Disk Space “%@”";

/* artificial sensor type: memory free */
"Free memory" = "Free memory";

/* free memory probe location */
"Free Memory" = "Free Memory";

/* artificial sensor type: disk free space */
"Free space on disk" = "Free space on disk";

/* frequency quantity type */
"Frequency" = "Frequency";

/* default history window name for frequency sensor type */
"Frequency Sensors" = "Frequency Sensors";

/* toolbar label for preference pane: General */
"General" = "General";

/* SMART info window title template */
"Hard Disk %u (%@)" = "Hard Disk %u (%@)";

/* S.M.A.R.T. Information window title */
"Hard Disk Monitoring Information" = "Hard Disk Monitoring Information";

/* localized name of the application (1) */
"Hardware Monitor" = "Hardware Monitor";

/* submit compatibility connection explanation */
"Hardware Monitor tries to connect to the Internet now to see if the author of this application already has compatibility information for your computer model." = "Hardware Monitor tries to connect to the Internet now to see if the author of this application already has compatibility information for your computer model.";

/* menu item title to hide screen window */
"Hide Screen Display" = "Hide Screen Display";

/* toolbar label for preference pane: History */
"History" = "History";

/* default name for history windows */
"History Window" = "History Window";

/* history window headline template */
"History Window '%@' (%d of %u)" = "History Window “%@” (%d of %u)";

/* disk table column header for RAID ID */
"Identification" = "Identification";

/* battery status: warning */
"in warning state" = "in warning state";

/* remote agent version conflict title */
"Incompatible remote agent" = "Incompatible remote agent";

/* remote communication conflict title */
"Incompatible remote system" = "Incompatible remote system";

/* install x86 driver now button */
"Install now" = "Install now";

/* driver installation start dialog title */
"Installation of additional device driver for Intel-based Macintosh systems" = "Installation of additional device driver for Intel®-based Macintosh systems";

/* battery status: installed */
"installed" = "installed";

/* LCD output item: IPv4 address */
"IPv4 Address" = "IPv4 Address";

/* client entered sleep mode explanation template */
"It is no longer possible to get readouts from computer '%@' because its sensors have been powered down. The system has entered sleep mode.\n\nIf you don't like to be informed in such cases, you can disable this warning in the General pane of the Preferences window." = "It is no longer possible to get readouts from computer “%@” because its sensors have been powered down. The system has entered sleep mode.\n\nIf you don't like to be informed in such cases, you can disable this warning in the General pane of the Preferences window.";

/* explanation for general probe creation error */
"It was not possible to add the probe based on the data you had entered. Either a similar probe monitoring the same object already exists, or the data was invalid." = "It was not possible to add the probe based on the data you had entered. Either a similar probe monitoring the same object already exists, or the data was invalid.";

/* compatibility report check failure explanation */
"It was not possible to contact the compatibility database server. Please check your Internet connection or retry at a later time." = "It was not possible to contact the compatibility database server. Please check your Internet connection or retry at a later time.";

/* general client failure explanation template */
"It was not possible to contact '%@' to get sensor readouts." = "It was not possible to contact “%@” to get sensor readouts.";

/* LCD output item: kernel version */
"Kernel Version" = "Kernel Version";

/* LCD type 1 x 16 */
"LC Display 1 x 16" = "LC Display 1 x 16";

/* LCD type 2 x 12 */
"LC Display 2 x 12" = "LC Display 2 x 12";

/* LCD type 2 x 16 */
"LC Display 2 x 16" = "LC Display 2 x 16";

/* LCD type 2 x 20 */
"LC Display 2 x 20" = "LC Display 2 x 20";

/* LCD type 2 x 40 */
"LC Display 2 x 40" = "LC Display 2 x 40";

/* LCD type 2 x 8 */
"LC Display 2 x 8" = "LC Display 2 x 8";

/* LCD type 4 x 16 */
"LC Display 4 x 16" = "LC Display 4 x 16";

/* LCD type 4 x 20 */
"LC Display 4 x 20" = "LC Display 4 x 20";

/* LCD type 3 x 25 */
"LC Display 3 x 25" = "LC Display 3 x 25";

/* LCD type 17 x 52 */
"LC Display 17 x 52" = "LC Display 17 x 52";

/* LCD test string with latin characters */
"LCD_LATIN_TEST" = "ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz äöüß 1234567890";

/* LCD test string with Katakana characters */
"LCD_KATAKANA_TEST" = "ァアイウエオカキクケコサシスセソタチツテトナニヌネノハヒフヘホマミムメモャヤュユョヨラリルレロワヲン ー 1234567890";

/* toolbar label for preference pane: LCD Module */
"LCD Module" = "LCD Module";

/* sensor name for generic IONDRVFramebuffer driver */
"Legacy support for graphics card" = "Legacy support for graphics card";

/* battery status: lid closed */
"lid is closed" = "lid is closed";

/* SMART attribute check result: lifetime exceeded */
"Lifetime exceeded" = "Lifetime exceeded";

/* light quantity type */
"Light" = "Light";

/* default history window name for light sensor type */
"Light Sensors" = "Light Sensors";

/* load quantity type */
"Load" = "Load";

/* default history window name for load sensor type */
"Load Sensors" = "Load Sensors";

/* sensor ID report reference to local computer */
"local computer" = "local computer";

/* lost connection alert title */
"Lost connection to monitored computer" = "Lost connection to monitored computer";

/* battery status: low power */
"low power" = "low power";

/* battery status: clamshell on wake state */
"maintain clamshell state" = "maintain clamshell state";

/* label for manufacturing date of display unit */
"Manufacturing Date:" = "Manufacturing Date:";

/* default history window name for memory sensor type */
"Memory and Storage Sensors" = "Memory and Storage Sensors";

/* memory quantity type */
"Memory or Storage size" = "Memory or Storage size";

/* toolbar label for preference pane: Menu Bar */
"Menu Bar" = "Menu Bar";

/* model info already known alert title */
"Model already in database" = "Model already in database";

/* label for model year of display unit */
"Model Year:" = "Model Year:";

/* MPU info title template */
"Micro Processor Unit Card %u" = "Micro Processor Unit Card %u";

/* disk table column header for RAID name */
"Name" = "Name";

/* artificial sensor type: network collisions */
"Network collisions" = "Network collisions";

/* artificial sensor type: network incoming bytes */
"Network incoming bytes" = "Network incoming bytes";

/* artificial sensor type: network incoming bytes (total) */
"Network incoming bytes (total)" = "Network incoming bytes (total)";

/* artificial sensor type: network incoming packets */
"Network incoming packets" = "Network incoming packets";

/* artificial sensor type: network input errors */
"Network input errors" = "Network input errors";

/* artificial sensor type: network outgoing bytes */
"Network outgoing bytes" = "Network outgoing bytes";

/* artificial sensor type: network outgoing bytes (total) */
"Network outgoing bytes (total)" = "Network outgoing bytes (total)";

/* artificial sensor type: network outgoing packets */
"Network outgoing packets" = "Network outgoing packets";

/* artificial sensor type: network output errors */
"Network output errors" = "Network output errors";

/* network collisions probe location */
"Network Collisions" = "Network Collisions";

/* network input bytes probe location */
"Network Interface Incoming Bytes" = "Network Interface Incoming Bytes";

/* network input bytes (total) probe location */
"Network Interface Incoming Bytes (Total)" = "Network Interface Incoming Bytes (Total)";

/* network input packets probe location */
"Network Interface Incoming Packets" = "Network Interface Incoming Packets";

/* network input errors probe location */
"Network Interface Input Errors" = "Network Interface Input Errors";

/* network output bytes probe location */
"Network Interface Outgoing Bytes" = "Network Interface Outgoing Bytes";

/* network output bytes (total) probe location */
"Network Interface Outgoing Bytes (Total)" = "Network Interface Outgoing Bytes (Total)";

/* network output packets probe location */
"Network Interface Outgoing Packets" = "Network Interface Outgoing Packets";

/* network output errors probe location */
"Network Interface Output Errors" = "Network Interface Output Errors";

/* special value 'never' for LCD saver time interval */
"Never" = "Never";

/* LCD output item: newline */
"New Line" = "New Line";

/* default name for new computer list */
"New List" = "New List";

/* default template for new computer list */
"New List %u" = "New List %u";

/* SMART support status: NO
   SMART temperature support status: NO */
"no" = "no";

/* no button
   sensor not rejected confirmation */
"No" = "No";

/* description for speed feature on systems without variable frequency support */
"No (constant speed)" = "No (constant speed)";

/* demo mode additional sensor display: no sensors found */
"No additional sensors found.\nYou should run the free Temperature Monitor application on this computer." = "No additional sensors found.\nYou should run the free Temperature Monitor application on this computer.";

/* no Smart Battery detected headline message */
"No battery available" = "No battery available";

/* title for battery info window in case no batteries found */
"No battery found" = "No battery found";

/* headline for no detected displays in display info panel */
"No display connected" = "No display connected";

/* no or multiple history windows selection history sensor headline */
"No or multiple history windows selected" = "No or multiple history windows selected";

/* no or multiple sensor selection alert sensor headline */
"No or multiple sensors selected" = "No or multiple sensors selected";

/* sensor headline if no sensor selectable */
"No sensor" = "No sensor";

/* no sensors found information title */
"No accessible sensors found" = "No accessible sensors found";

/* title for SMART info window in case no supported disks found */
"No supported Xserve hard disks found" = "No supported Xserve hard disks found";

/* status message for legal system without SMC */
"No System Management Controller available." = "No System Management Controller available.";

/* warning message: access time to SMART sensors smaller than 2 times disk spindown time */
"Note: The update interval for hard disk sensors is set so small that the hard disks will no longer enter sleep mode." = "Note: The update interval for hard disk sensors is set so small that the hard disks will no longer enter sleep mode.";

/* battery status: no special state detected */
"normal" = "normal";

/* description when sensor limits not available */
"not applicable or unknown" = "not applicable or unknown";

/* feature not available display text
   SMART status: not available */
"not available" = "not available";

/* not enough product keys alert title */
"Not enough product keys" = "Not enough product keys";

/* history window right x-axis label */
"Now" = "Now";

/* artificial sensor type: page-ins */
"Number of current page-ins" = "Number of current page-ins";

/* artificial sensor type: page-outs */
"Number of current page-outs" = "Number of current page-outs";

/* number of page-ins probe location */
"Number of Page-ins" = "Number of Page-ins";

/* number of page-outs probe location */
"Number of Page-outs" = "Number of Page-outs";

/* artificial sensor type: total number of processes */
"Number of processes" = "Number of processes";

/* OS total number of processes probe location */
"Number of Processes" = "Number of Processes";

/* sensor name for nVidia Graphics card */
"nVidia Graphics Card" = "nVidia Graphics Card";

/* OK button
   SMART attribute check result: OK
   LCD output for status info 1 in a 2-character field */
"OK" = "OK";

/* submit compatibility report tools missing alert title */
"Operating System tools missing" = "Operating System tools missing";

/* LCD output item: OS build */
"OS Build" = "OS Build";

/* LCD output item: OS version */
"OS Version" = "OS Version";

/* x86 package/unit header template */
"Package %u" = "Package %u";

/* disk table column header for path */
"Path" = "Path";

/* fallback error message for x86 driver failure */
"Permission denied" = "Permission denied";

/* physical sensor type */
"physical" = "physical";

/* message to create artificial battery sensor */
"Please select the battery unit to be monitored:" = "Please select the battery unit to be monitored:";

/* message to create artificial CPU load sensor */
"Please select the CPU core to be monitored:" = "Please select the CPU core to be monitored:";

/* message to create artificial disk sensors */
"Please select the disk volume to be monitored:" = "Please select the disk volume to be monitored:";

/* message to create artificial RAID sensors */
"Please select the RAID set to be monitored:" = "Please select the RAID set to be monitored:";

/* power quantity type */
"Power" = "Power";

/* power probe location template */
"Power (%@ x %@)" = "Power (%@ x %@)";

/* default history window name for power sensor type */
"Power Sensors" = "Power Sensors";

/* toolbar label for preference pane: Probes */
"Probes" = "Probes";

/* default note for SMART disk access interval */
"Probing hard disk sensors in short intervals might degrade disk and system performance." = "Probing hard disk sensors in short intervals might degrade disk and system performance.";

/* artificial sensor type: processor load */
"Processor load" = "Processor load";

/* CPU load probe location template */
"Processor Load %c" = "Processor Load %c";

/* CPU total load probe location */
"Processor Load (average)" = "Processor Load (average)";

/* pulse width quantity type */
"Pulse Width" = "Pulse Width";

/* outdated sensor names found information title */
"'Raw' sensor designations have been found in your preferences. Do you like to update the sensor names?" ="“Raw” sensor designations have been found in your preferences. Do you like to update the sensor names?";

/* artificial sensor type: RAID state */
"RAID operation status" = "RAID operation status";

/* RAID status probe location template */
"RAID Status %@" = "RAID Status %@";

/* artificial sensor type: battery remaining */
"Remaining battery capacity" = "Remaining battery capacity";

/* battery probe location template */
"Remaining Capacity Battery %d" = "Remaining Capacity Battery %d";

/* driver uninstallation success explanation */
"Remember that you will no longer receive valid readings from affected sensors." = "Remember that you will no longer receive valid readings from affected sensors.";

/* sensor ID report template reference to remote system */
"remote computer '%@'" = "remote computer '%@'";

/* controlled disconnection alert title */
"Remote computer has been disconnected" = "Remote computer has been disconnected";

/* revolution speed quantity type */
"Revolution Speed" = "Revolution Speed";

/* sample string for menu bar preview */
"Sample: 12.3 X" = "Sample: 12.3 X";

/* toolbar label for preference pane: Screen */
"Screen" = "Screen";

/* artificial sensor type: SMART verification state */
"S.M.A.R.T. drive verification status" = "S.M.A.R.T. drive verification status";

/* SMART Disk sensor name */
"S.M.A.R.T. Hard Disk Sensor" = "S.M.A.R.T. Hard Disk Sensor";

/* SMART status probe location template */
"S.M.A.R.T. Status %@ %@" = "S.M.A.R.T. Status %@ %@";

/* CSV header: sensor column */
"Sensor" = "Sensor";

/* alert sensor headline template
   sensor headline template */
"Sensor '%@'" = "Sensor “%@”";

/* sensor alert message template */
"Sensor '%@' has %@ a value of %g. The current value is %g.\nThe alert was registered at %@." = "Sensor “%@” has %@ a value of %g. The current value is %g.\nThe alert was registered at %@.";

/* Growl sensor alert notification name */
"Sensor Alert" = "Sensor Alert";

/* LCD output item: sensor bar graph */
"Sensor Bar Graph" = "Sensor Bar Graph";

/* header for sensor ID report */
"Sensor ID Report\n\n" = "Sensor ID Report\n\n";

/* Sensor Overview window title */
"Sensor Overview" = "Sensor Overview";

/* LCD output item: sensor value */
"Sensor Value" = "Sensor Value";

/* suggested filename for sensor ID report */
"SensorIDReport.txt" = "SensorIDReport.txt";

/* standard sensor window title
   toolbar label for preference pane: Sensors */
"Sensors" = "Sensors";

/* client entered sleep mode alert title */
"Sensors on remote computer have powered down" = "Sensors on remote computer have powered down";

/* serial number column header for connection table */
"Serial Number" = "Serial Number";

/* menu item title to show screen window */
"Show Screen Display" = "Show Screen Display";

/* final message when shutting down LCD panel */
"SHUTDOWN" = "SHUTDOWN";

/* Smart Battery location template */
"Smart Battery %@ (%@)" = "Smart Battery %@ (%@)";

/* Smart Battery sensor name */
"Smart Battery Temperature Sensor" = "Smart Battery Temperature Sensor";

/* headline message for Smart Battery info display */
"Smart Battery Unit" = "Smart Battery Unit";

/* SMART disk location template */
"SMART Disk %@ (%@)" = "SMART Disk %@ (%@)";

/* software sensor type */
"Software" = "Software";

/* damaged software title message */
"Software damaged" = "Software damaged";

/* toolbar label for preference pane: Speech */
"Speech" = "Speech";

/* speech status message: no output */
"Speech output is currently deactivated." = "Speech output is currently deactivated.";

/* speech status message: alerts only */
"Speech output is currently restricted to alert messages only." = "Speech output is currently restricted to alert messages only.";

/* speecth status message: all active */
"Speech output is fully activated." = "Speech output is fully activated.";

/* status quantity type */
"Status information" = "Status information";

/* default history window name for status sensor type */
"Status Sensors" = "Status Sensors";

/* submit compatibility report alert title */
"Submit Compatibility Report" = "Submit Compatibility Report";

/* artificial sensor type: used swap size */
"Swap memory in use" = "Swap memory in use";

/* synthetic sensor type */
"synthetic" = "synthetic";

/* System Information window title */
"System Information" = "System Information";

/* temperature quantity type */
"Temperature" = "Temperature";

/* localized name of the application (2) */
"Temperature Monitor" = "Temperature Monitor";

/* default history window name for temperature sensor type */
"Temperature Sensors" = "Temperature Sensors";

/* LCD output item: constant string */
"Text" = "Text";

/* driver update start dialog title */
"The additional sensor driver for Intel-based Macintosh systems has to be updated." = "The additional sensor driver for Intel®-based Macintosh systems has to be updated.";

/* unsupported hardware explanation template */
"You are using a computer type this program has not been designed for. %@ will not run on this system.\n%@ is designed to work with Apple-branded computers released between %@ and %@." = "You are using a computer type this program has not been designed for. %@ will not run on this system.\n%@ is designed to work with Apple-branded computers released between %@ and %@.";

/* splash screen message */
"The application is starting up. Please wait..." = "The application is starting up. Please wait…";

/* driver installation success explanation */
"The application will now rescan your sensor configuration to detect new accessible sensors. You may want to review your display preference settings for the newly added sensors." = "The application will now rescan your sensor configuration to detect new accessible sensors. You may want to review your display preference settings for the newly added sensors.";

/* driver update success explanation */
"Please note that the application will restart now to ensure that application and driver are synchronized. Press 'OK' to let the program relaunch itself." = "Please note that the application will restart now to ensure that application and driver are synchronized. Press “OK” to let the program relaunch itself.";

/* model info already known alert explanation */
"The author already has enough data about your computer model '%@'. It is not necessary to submit additional information.\n\nThank you very much for your support." = "The author already has enough data about your computer model “%@”. It is not necessary to submit additional information.\n\nThank you very much for your support.";

/* warning title for invalid probe type error */
"The computer doesn't have the necessary equipment for this type of probe." = "The computer doesn't have the necessary equipment for this type of probe.";

/* controlled disconnection explanation template */
"The demonstration period to evaluate a remote connection to the system '%@' is over." = "The demonstration period to evaluate a remote connection to the system “%@” is over.";

/* probe export file write error title */
"The export file could not be written." = "The export file could not be written.";

/* alert message template for failed save operation */
"The file '%@' could not be created." = "The file “%@” could not be created.";

/* probe import success explanation template */
"The file contained descriptions of %u artificial sensors. %u could be imported successfully." = "The file contained descriptions of %u artificial sensors. %u could be imported successfully.";

/* sensor ID report creation failure explanation template */
"The file could not be saved to the location %@. Please verify that you have permission to write to this folder and try again." = "The file could not be saved to the location %@. Please verify that you have permission to write to this folder and try again.";

/* probe import file read error */
"The import file could not be read." = "The import file could not be read.";

/* driver installation failure title */
"The installation could not be completed" = "The installation could not be completed";

/* driver installation success title */
"The installation was successful" = "The installation was successful";

/* warning title for general probe creation error */
"The probe could not be created" = "The probe could not be created";

/* import with existing probes */
"The probe definitions from the imported file will completely replace your existing definitions. You will lose your current probe settings when pressing 'yes'." = "The probe definitions from the imported file will completely replace your existing definitions. You will lose your current probe settings when pressing “yes”.";

/* probe import success title */
"The probe definitions have been imported." = "The probe definitions have been imported.";

/* Intel Core Erratum AE 18 warning title */
"The processor in this system could be affected by a known design flaw. Should the program remind you again the next time it is started?" = "The processor in this system could be affected by a known design flaw. Should the program remind you again the next time it is started?";

/* no product key on remote system alert title */
"The remote computer runs in demo mode" = "The remote computer runs in demo mode";

/* remote agent version conflict explanation template */
"The remote software version is too old to communicate with this monitor version. Please upgrade the remote application." = "The remote software version is too old to communicate with this monitor version. Please upgrade the remote application.";

/* no product key on remote system explanation template */
"The remote system '%@' is currently running in demonstration mode only because no valid registration info is available. After the grace period is over the network connection to this computer will be interrupted." = "The remote system '%@' is currently running in demonstration mode only because no valid registration info is available. After the grace period is over the network connection to this computer will be interrupted.";

/* remote communication conflict explanation template */
"The remote system uses an incompatible network protocol and cannot communicate correctly with this monitor version. Either the software or the operating system are incompatible. Please verify the version numbers of software and operating systems on both sides." = "The remote system uses an incompatible network protocol and cannot communicate correctly with this monitor version. Either the software or the operating system are incompatible. Please verify the version numbers of software and operating systems on both sides.";

/* sensor ID report creation failure title */
"The sensor ID report could not be created" = "The sensor ID report could not be created";

/* speech failing warning title */
"The speech synthesizer of this operating system is defective." = "The speech synthesizer of this operating system is defective.";

/* driver uninstallation failure title */
"The uninstallation could not be completed" = "The uninstallation could not be completed";

/* driver update part 1 failure title
   driver update part 2 failure title */
"The update could not be completed" = "The update could not be completed";

/* driver update success title */
"The update was successful" = "The update was successful";

/* lost connection alert explanation template */
"There was a communication problem affecting the system '%@'. It is currently not possible to receive any information from this computer." = "There was a communication problem affecting the system “%@”. It is currently not possible to receive any information from this computer.";

/* deletable computer status message for gauge preferences */
"This computer is currently not monitored." = "This computer is currently not monitored.";

/* status message for illegal system without SMC */
"This is not a valid Apple computer." = "This is not a valid Apple computer.";

/* unsupported hardware warning title */
"This model series is not supported by this application version." = "This model series is not supported by this application version.";

/* no TurboBoost data available message */
"This processor does not support Turbo Boost, or the driver for extended x86 sensor support is not installed." = "This processor does not support Turbo Boost, or the driver for extended x86 sensor support is not installed.";

/* lost sensor status message for gauge preferences */
"This sensor is no longer connected." = "This sensor is no longer connected.";

/* manipulated software explanation */
"This software package has been tampered with. Please reinstall." = "This software package has been tampered with. Please reinstall.";

/* reset gauge color alert sheet message */
"This will overwrite the current color settings for all sensors on all connected computers." = "This will overwrite the current color settings for all sensors on all connected computers.";

/* LCD output item: time */
"Time" = "Time";

/* label for first column of CSV export, in CSV format */
"Time," = "Time,";

/* template for time interval display in history window extreme value drawer */
"Time Interval: %@" = "Time Interval: %@";

/* artificial sensor type: total processor load */
"Total processor load" = "Total processor load";

/* no sensors found explanation */
"Unfortunately, the application could not detect any accessible sensors in the computer '%@'.\n\nThe application is supporting all Macintosh computers released before %@. Please see the online help for more information." = "Unfortunately, the application could not detect any accessible sensors in the computer '%@'.\n\nThe application is supporting all Macintosh computers released before %@. Please see the online help for more information.";

/* driver uninstallation start dialog title */
"Uninstall device driver for extended support of Intel-based Macintosh systems" = "Uninstall device driver for extended support of Intel®-based Macintosh systems";

/* driver uninstallation success title */
"Uninstallation was successful" = "Uninstallation was successful";

/* CSV header: unit */
"Unit" = "Unit";

/* unknown sensor accuracy description
   unknown quantity type
   unknown sensor precision description
   unknown sensor type
   SMART temperature support status: unknown
   SMART status: could not be determined */
"unknown" = "unknown";

/* sensor name for unknown AppleAD741x device */
"Unknown Analog Devices AD7417 location" = "Unknown Analog Devices AD7417 location";

/* sensor name for unknown A/D converter */
"Unknown Analog/Digital Converter" = "Unknown Analog/Digital Converter";

/* name for unknown vendor-specific SMART attribute */
"Unknown Attribute" = "Unknown Attribute";

/* sensor name for unknown current sensor */
"Unknown Current Sensor" = "Unknown Current Sensor";

/* sensor name for unknown fan sensor */
"Unknown Fan Sensor" = "Unknown Fan Sensor";

/* sensor name for unknown GPU sensor */
"Unknown GPU Sensor" = "Unknown GPU Sensor";

/* sensor name for unknown light sensor */
"Unknown Light Sensor" = "Unknown Light Sensor";

/* sensor name for unknown power sensor */
"Unknown Power Sensor" = "Unknown Power Sensor";

/* sensor name for unknown temperature sensor */
"Unknown Temperature Sensor" = "Unknown Temperature Sensor";

/* sensor name for unknown temperature diode sensor */
"Unknown Temperature Diode Sensor" = "Unknown Temperature Diode Sensor";

/* sensor name for unknown voltage sensor */
"Unknown Voltage Sensor" = "Unknown Voltage Sensor";

/* default title for newly created history window
   default history window name for unknown sensor type */
"Untitled History Window" = "Untitled History Window";

/* battery status: UPS installed */
"UPS installed" = "UPS installed";

/* output channel element status message: second line */
"Use the 'Monitor' menu to modify." = "Use the “Monitor” menu to modify.";

/* active memory probe location */
"Used Active Memory" = "Used Active Memory";

/* artificial sensor type: memory active */
"Used active memory" = "Used active memory";

/* disk used space probe location template */
"Used Disk Space '%@'" = "Used Disk Space “%@”";

/* artificial sensor type: memory inactive */
"Used inactive memory" = "Used inactive memory";

/* inactive memory probe location */
"Used Inactive Memory" = "Used Inactive Memory";

/* artificial sensor type: memory wired */
"Used non-pageable memory" = "Used non-pageable memory";

/* wired memory probe location */
"Used Non-pageable Memory" = "Used Non-pageable Memory";

/* artificial sensor type: disk used space */
"Used space on disk" = "Used space on disk";

/* used swap size probe location */
"Used Swap Size" = "Used Swap Size";

/* CSV header: value column */
"Value" = "Value";

/* SMART status: drive OK */
"verified" = "verified";

/* voltage quantity type */
"Voltage" = "Voltage";

/* default history window name for voltage sensor type */
"Voltage Sensors" = "Voltage Sensors";

/* disk table column header for volume name */
"Volume" = "Volume";

/* code manipulation warning title */
"Warning: The code of this application is being manipulated." = "Warning: The code of this application is being manipulated.";

/* bundle manipulation warning title */
"Warning: The resources of this application have been damaged." = "Warning: The resources of this application have been damaged.";

/* template for manufacturing date output */
"Week of %@" = "Week of %@";

/* explanation for for invalid probe type error */
"When scanning the hardware equipment of this computer, it was detected that you cannot create a probe with the type you have selected." = "When scanning the hardware equipment of this computer, it was detected that you cannot create a probe with the type you have selected.";

/* driver installation start explanation */
"When you press the 'OK' button, the driver will be installed and be loaded automatically upon each startup of Mac OS X. The driver will allow the application to access internals of Intel processors.\n\nMac OS X will ask for an administrator password to confirm this operation." = "When you press the “OK” button, the driver will be installed and be loaded automatically upon each startup of Mac OS X. The driver will allow the application to access internals of Intel processors.\n\nMac OS X will ask for an administrator password to confirm this operation.";

/* driver uninstallation start explanation */
"When you press the 'OK' button, the driver will be unloaded and uninstalled. If affected sensors are in use by the application, you will no longer receive valid readings from them.\n\nMac OS X will ask for an administrator password to confirm this operation." = "When you press the “OK” button, the driver will be unloaded and uninstalled. If affected sensors are in use by the application, you will no longer receive valid readings from them.\n\nMac OS X will ask for an administrator password to confirm this operation.";

/* toolbar label for preference pane: Window */
"Window" = "Window";

/* SMART support status: YES 
   SMART temperature support status: YES */
"yes" = "yes";

/* yes button 
   sensor rejected confirmation */
"Yes" = "Yes";

/* description for speed feature on systems with bus slewing */
"Yes (bus slewing)" = "Yes (bus slewing)";

/* description for speed feature on systems with low/high speed */
"Yes (speed reducable)" = "Yes (speed reducable)";

/* explanation template when deleting gauge list for entire computer */
"You are about to remove all preference settings for remotely monitoring the computer '%@' from this computer. This step cannot be undone." = "You are about to remove all preference settings for remotely monitoring the computer “%@” from this computer. This step cannot be undone.";

/* GPU load sensor warning for Snow Leo */
"You are using an operating system version where GPU load sensors may not work correctly for all graphics processor types." = "You are using an operating system version where GPU load sensors may not work correctly for all graphics processor types.";

/* driver update start explanation */
"You are using an outdated version of the driver necessary to access sensors of Intel processors which is not compatible with the current application. Please press the 'OK' button to let the application update the driver to the latest version.\n\nIf you don't like to update the driver, you can deactivate it by selecting the respective menu item in the 'Monitor' menu.\n\nNote: Mac OS X may ask you to enter your administrator password twice." = "You are using an outdated version of the driver necessary to access sensors of Intel® processors which is not compatible with the current application. Please press the “OK” button to let the application update the driver to the latest version.\n\nIf you don't like to update the driver, you can deactivate it by selecting the respective menu item in the “Monitor” menu.\n\nNote: Mac OS X may ask you to enter your administrator password twice.";

/* driver explanation */
"You can install an optional device driver to access some additional 'on-core' sensors of Intel(R) processors. After installing the driver, the application will have access to the Digital Thermal Sensors (DTS) of each processor core.\n\nAfter pressing 'Install now' you will be guided through the installation process.\n\nNote that you can install or uninstall the driver any time, using the respective items in the menu 'Monitor'." = "You can install an optional device driver to access some additional “on-core” sensors of Intel® processors. After installing the driver, the application will have access to the Digital Thermal Sensors (DTS) of each processor core.\n\nAfter pressing “Install now” you will be guided through the installation process.\n\nNote that you can install or uninstall the driver any time, using the respective items in the menu “Monitor”.";

/* not enough product keys explanation template */
"You don't have enough product keys to monitor the remote system '%@'. The computer seems to use the same registration info as a computer already monitored.\n\nPlease purchase a registration key for each computer you want to connect. The remote link is now in demo mode and will disconnect after a grace period of two (2) minutes." = "You don't have enough product keys to monitor the remote system “%@”. The computer seems to use the same registration info as a computer already monitored.\n\nPlease purchase a registration key for each computer you want to connect. The remote link is now in demo mode and will disconnect after a grace period of two (2) minutes.";

/* alert object launch failure template */
"You have configured to open the object at path '%@' in case of an alert. An attempt to open this object has failed.\nNote that sensor '%@' has %@ a value of %g. The current value is %g." = "You have configured to open the object at path “%@” in case of an alert. An attempt to open this object has failed.\nNote that sensor “%@” has %@ a value of %g. The current value is %g.";

/* no colors found information title */
"You have not defined colors for the display of sensors. Do you want to change this now?" = "You have not defined colors for the display of sensors. Do you want to change this now?";

/* outdated sensor names found found explanation template */
"You seem to have created your preference set with a previous version of the application which could not fully support all sensors of your computer yet. For this reason, some of the sensors are currently labeled with their firmware designations only, not with a user-friendly name. For example, the sensor '%@' should be renamed to '%@'.\n\nBy pressing 'yes', all customized sensor names, short sensor names and speech output names of the affected sensors will be updated automatically. By selecting 'no', the preferences won't be touched and the message will not reappear again." = "You seem to have created your preference set with a previous version of the application which could not fully support all sensors of your computer yet. For this reason, some of the sensors are currently labeled with their firmware designations only, not with a user-friendly name. For example, the sensor “%@” should be renamed to “%@”.\n\nBy pressing “yes”, all customized sensor names, short sensor names and speech output names of the affected sensors will be updated automatically. By selecting “no”, the preferences won't be touched and the message will not reappear again.";

/* submit compatibility report tools missing alert explanation */
"Your operating system is not capable of generating hardware reports because the necessary tools are missing." = "Your operating system is not capable of generating hardware reports because the necessary tools are missing.";

/* web site URLs - redirect to selected language */
"http://www.bresink.com/osx/HardwareMonitor.html" = "http://www.bresink.com/osx/HardwareMonitor.html";
"http://www.bresink.com/osx/TemperatureMonitor.html" = "http://www.bresink.com/osx/TemperatureMonitor.html";

/* sensor locations *****************/
"CPU A" = "CPU A";
"CPU B" = "CPU B";
"CPU BOARD" = "CPU Board";

"Drive Bay" = "Drive Bay";
"Main Logic Board Backside" = "Main Logic Board Backside";
"Memory Controller Heatsink" = "Memory Controller Heatsink";
"Main Logic Board Ambient" = "Main Logic Board Ambient";
"Main Logic Board Air Inlet" = "Main Logic Board Air Inlet";
"Processor Card A Ambient" = "Processor Card A Ambient";
"Processor Card B Ambient" = "Processor Card B Ambient";

"CPU A Die Temperature"	= "CPU A Die Temperature";
"Processor Card A 12V Supply Current" = "Processor Card A 12V Supply Current";
"CPU A Voltage"	= "CPU A Voltage";
"CPU A Current"	= "CPU A Current";
"CPU B Die Temperature"	= "CPU B Die Temperature";
"Processor Card B 12V Supply Current" = "Processor Card B 12V Supply Current";
"CPU B Voltage"	= "CPU B Voltage";
"CPU B Current"	= "CPU B Current";

"CPU A Intake Fan" = "CPU A Intake Fan";
"CPU A Exhaust Fan" = "CPU A Exhaust Fan";
"CPU B Intake Fan" = "CPU B Intake Fan";
"CPU B Exhaust Fan" = "CPU B Exhaust Fan";
"PCI Slot Fan" = "PCI Slot Fan";
"CPU A Radiator Pump" = "CPU A Radiator Pump";
"CPU B Radiator Pump" = "CPU B Radiator Pump";

"Slot 12V" = "Slot 12V";
"Slot 3.3V" = "Slot 3.3V";
"Slot 5V" = "Slot 5V";
"Slot combined" = "Slot combined";

"Memory Controller Diode" = "Memory Controller Diode";
"Air Tunnel" = "Air Tunnel";
"Air Tunnel Heatsink" = "Air Tunnel Heatsink";
"CPU A Core 1 Diode" = "CPU A Core 1 Diode";
"CPU A Core 2 Diode" = "CPU A Core 2 Diode";
"CPU B Core 1 Diode" = "CPU B Core 1 Diode";
"CPU B Core 2 Diode" = "CPU B Core 2 Diode";
"CPU A Core 1 Voltage" = "CPU A Core 1 Voltage";
"CPU A Core 2 Voltage" = "CPU A Core 2 Voltage";
"CPU A Core 1 Current" = "CPU A Core 1 Current";
"CPU A Core 2 Current" = "CPU A Core 2 Current";
"CPU B Core 1 Voltage" = "CPU B Core 1 Voltage";
"CPU B Core 2 Voltage" = "CPU B Core 2 Voltage";
"CPU B Core 1 Current" = "CPU B Core 1 Current";
"CPU B Core 2 Current" = "CPU B Core 2 Current";
"Drive Bay A Air Intake" = "Drive Bay A Air Intake";
"Expansion Slots Intake" = "Expansion Slots Intake";

"Graphics Processor" = "Graphics Processor";
"Processor/Controller Bottomside" = "Processor/Controller Bottomside";
"Processor Bottomside" = "Processor Bottomside";
"Processor Topside" = "Processor Topside";
"Power Supply Bottomside" = "Power Supply Bottomside";
"Graphics Processor Bottomside" = "Graphics Processor Bottomside";
"Graphics Processor Topside" = "Graphics Processor Topside";
"Hard Disk Drive Bottomside" = "Hard Disk Drive Bottomside";
"CPU Core" = "CPU Core";
"Rear Left Exhaust" = "Rear Left Exhaust";
"Rear Right Exhaust" = "Rear Right Exhaust";
"Battery" = "Battery";
"Power Supply/Memory Bottomside" = "Power Supply/Memory Bottomside";
"Graphics Processor Die" = "Graphics Processor Die";
"Rear Main Enclosure" = "Rear Main Enclosure";
"Trackpad" = "Trackpad";
"Battery Temperature" = "Battery Temperature";
"Battery Discharge Current" = "Battery Discharge Current";
"Mainboard Light Sensor" = "Mainboard Light Sensor";
"Top Light Sensor" = "Top Light Sensor";
"Illumination Brightness" = "Illumination Brightness";

"Graphics processor chip" = "Graphics processor chip";
"Graphics processor case" = "Graphics processor case";
"Graphics processor fan" = "Graphics processor fan";

"Hard Drive" = "Hard Drive";
"Hard Drive Fan" = "Hard Drive Fan";
"System Fan" = "System Fan";
"CPU Fan" = "CPU Fan";
"CPU 12 V Current" = "CPU 12 V Current";
"CPU 12 V Supply" = "CPU 12 V Supply";
"CPU Temperature" = "CPU Temperature";

"Graphics Processor Ambient Air" = "Graphics Processor Ambient Air";
"Graphics Processor Temperature" = "Graphics Processor Temperature";
"Hard Disk Temperature" = "Hard Disk Temperature";
"Incoming Air Temperature" = "Incoming Air Temperature";
"Memory Controller Ambient Air" = "Memory Controller Ambient Air";
"Memory Controller Temperature" = "Memory Controller Temperature";
"Optical Drive Temperature" = "Optical Drive Temperature";
"Optical Drive Fan" = "Optical Drive Fan";

"Slots Power" = "Slots Power";
"Rear Fan 0" = "Rear Fan 0";
"Rear fan 1" = "Rear fan 1";
"Front Fan" = "Front Fan";
"Slots Fan" = "Slots Fan";
"Drive Bay Fan" = "Drive Bay Fan";

"Internal Ambient" = "Internal Ambient";
"Processor Module" = "Processor Module";
"12 V supply" = "12 V supply";
"5 V supply" = "5 V supply";
"3.3 V supply" = "3.3 V supply";
"2.5 V supply" = "2.5 V supply";
"Logic core" = "Logic core";
"Processor core" = "Processor core";

"CPU A Power" = "CPU A Power";
"CPU B Power" = "CPU B Power";
"CPU A V core" = "CPU A V core";
"CPU B V core" = "CPU B V core";
"CPU A 12 V" = "CPU A 12 V";
"CPU A Core" = "CPU A Core";	
"CPU B 12 V" = "CPU B 12 V";
"CPU B Core" = "CPU B Core";
"System Controller 1.5 V Sleep" = "System Controller 1.5 V Sleep";
"CPU A Internal" = "CPU A Internal";
"CPU B Internal" = "CPU B Internal";
"PCI Slots" = "PCI Slots";
"U3 Ambient" = "U3 Ambient";
"U3 Internal" = "U3 Internal";

"Memory Bank" = "Memory Bank";
"CPU A Ambient" = "CPU A Ambient";
"CPU B Ambient" = "CPU B Ambient";
"System Controller Ambient" = "System Controller Ambient";
"System Controller Internal" = "System Controller Internal";

"Fan System Controller" = "Fan System Controller";
"Fan CPU A1" = "Fan CPU A1";
"Fan CPU A2" = "Fan CPU A2";
"Fan CPU A3" = "Fan CPU A3";
"Fan CPU B1" = "Fan CPU B1";
"Fan CPU B2" = "Fan CPU B2";
"Fan CPU B3" = "Fan CPU B3";
"Fan PCI Slot" = "Fan PCI Slot";
"12 V Trickle A" = "12 V Trickle A";
"12 V CPU A" = "12 V CPU A";
"2.5 V Sleep" = "2.5 V Sleep";
"3.3 V Sleep" = "3.3 V Sleep";
"5 V Sleep" = "5 V Sleep";
"1.2 V Sleep" = "1.2 V Sleep";
"1.5 V Sleep" = "1.5 V Sleep";
"System Bus I/O VDD" = "System Bus I/O VDD";
"3.3 V Trickle" = "3.3 V Trickle";
"1.5 V" = "1.5 V";
"5 V" = "5 V";
"1.8 V" = "1.8 V";
"2.5 V" = "2.5 V";
"3.3 V" = "3.3 V";
"1.2 V" = "1.2 V";

"CPU A Air Inlet Temperature" = "CPU A Air Inlet Temperature";
"CPU B Air Inlet Temperature" = "CPU B Air Inlet Temperature";

/* synthetic battery sensors for up to 3 battery units */
"Battery 1 Voltage" = "Battery 1 Voltage";
"Battery 1 Current" = "Battery 1 Current";
"Battery 1 Total Capacity" = "Battery 1 Total Capacity";
"Battery 1 Current Capacity" = "Battery 1 Current Capacity";
"Battery 2 Voltage" = "Battery 2 Voltage";
"Battery 2 Current" = "Battery 2 Current";
"Battery 2 Total Capacity" = "Battery 2 Total Capacity";
"Battery 2 Current Capacity" = "Battery 2 Current Capacity";
"Battery 3 Voltage" = "Battery 3 Voltage";
"Battery 3 Current" = "Battery 3 Current";
"Battery 3 Total Capacity" = "Battery 3 Total Capacity";
"Battery 3 Current Capacity" = "Battery 3 Current Capacity";

/* synthetic battery cell sensors for a single smart battery unit */
"Battery 1 Cell 1" = "Battery 1 Cell 1";
"Battery 1 Cell 2" = "Battery 1 Cell 2";
"Battery 1 Cell 3" = "Battery 1 Cell 3";
"Battery 1 Cell 4" = "Battery 1 Cell 4";

/* Apple Key Switch fake sensor support */
"Enclosure Key Switch" = "Enclosure Key Switch";

/* BRESINKx86Monitoring driver support */
"CPU Core 1" = "CPU Core 1";
"CPU Core 2" = "CPU Core 2";
"CPU Core 3" = "CPU Core 3";
"CPU Core 4" = "CPU Core 4";
"CPU Core 5" = "CPU Core 5";
"CPU Core 6" = "CPU Core 6";
"CPU Core 7" = "CPU Core 7";
"CPU Core 8" = "CPU Core 8";
"CPU Core 9" = "CPU Core 9";
"CPU Core 01" = "CPU Core 01";
"CPU Core 02" = "CPU Core 02";
"CPU Core 03" = "CPU Core 03";
"CPU Core 04" = "CPU Core 04";
"CPU Core 05" = "CPU Core 05";
"CPU Core 06" = "CPU Core 06";
"CPU Core 07" = "CPU Core 07";
"CPU Core 08" = "CPU Core 08";
"CPU Core 09" = "CPU Core 09";
"CPU Core 10" = "CPU Core 10";
"CPU Core 11" = "CPU Core 11";
"CPU Core 12" = "CPU Core 12";
"CPU Core 13" = "CPU Core 13";
"CPU Core 14" = "CPU Core 14";
"CPU Core 15" = "CPU Core 15";
"CPU Core 16" = "CPU Core 16";
"CPU Core 17" = "CPU Core 17";
"CPU Core 18" = "CPU Core 18";
"CPU Core 19" = "CPU Core 19";
"CPU Core 20" = "CPU Core 20";
"CPU Core 21" = "CPU Core 21";
"CPU Core 22" = "CPU Core 22";
"CPU Core 23" = "CPU Core 23";
"CPU Core 24" = "CPU Core 24";
"CPU Core Voltage" = "CPU Core Voltage";
"CPU Clock Frequency" = "CPU Clock Frequency";
"CPU Core 1 Hot" = "CPU Core 1 Hot";
"CPU Core 2 Hot" = "CPU Core 2 Hot";
"CPU Core 3 Hot" = "CPU Core 3 Hot";
"CPU Core 4 Hot" = "CPU Core 4 Hot";
"CPU Core 5 Hot" = "CPU Core 5 Hot";
"CPU Core 6 Hot" = "CPU Core 6 Hot";
"CPU Core 7 Hot" = "CPU Core 7 Hot";
"CPU Core 8 Hot" = "CPU Core 8 Hot";

/* MBS System Management Controller support */
"Ambient Air" = "Ambient Air";
"Ambient Air Position 2" = "Ambient Air Position 2";
"Battery Position 2" = "Battery Position 2";
"Battery Position 3" = "Battery Position 3";
"Battery Position 4" = "Battery Position 4";
"CPU A Temperature Diode" = "CPU A Temperature Diode";
"CPU B Temperature Diode" = "CPU B Temperature Diode";
"CPU C Temperature Diode" = "CPU C Temperature Diode";
"CPU D Temperature Diode" = "CPU D Temperature Diode";
"CPU A Heatsink" = "CPU A Heatsink";
"CPU B Heatsink" = "CPU B Heatsink";
"CPU C Heatsink" = "CPU C Heatsink";
"CPU D Heatsink" = "CPU D Heatsink";
"CPU A Proximity" = "CPU A Proximity";
"CPU B Proximity" = "CPU B Proximity";
"CPU C Proximity" = "CPU C Proximity";
"CPU D Proximity" = "CPU D Proximity";
"PCIe Slot A" = "PCIe Slot A";
"PCIe Slot B" = "PCIe Slot B";
"PCIe Slot C" = "PCIe Slot C";
"PCIe Slot D" = "PCIe Slot D";
"PCIe Slot 1" = "PCIe Slot 1";
"PCIe Slot 2" = "PCIe Slot 2";
"PCIe Slot 3" = "PCIe Slot 3";
"PCIe Slot 4" = "PCIe Slot 4";
"RAID card" = "RAID card";
"Graphics Processor Supply 1" = "Graphics Processor Supply 1";
"Graphics Processor Supply 2" = "Graphics Processor Supply 2";
"Graphics Processor Temperature Diode" = "Graphics Processor Temperature Diode";
"Graphics Processor Heatsink 1" = "Graphics Processor Heatsink 1";
"Graphics Processor Heatsink 2"= "Graphics Processor Heatsink 2";
"Graphics Processor Chip 1" = "Graphics Processor Chip 1";
"Graphics Processor Chip 2" = "Graphics Processor Chip 2";
"Hard Drive Bay 1" = "Hard Drive Bay 1";
"Hard Drive Bay 2" = "Hard Drive Bay 2";
"Hard Drive Bay 3" = "Hard Drive Bay 3";
"Hard Drive Bay 4" = "Hard Drive Bay 4";
"Main Heatsink 1" = "Main Heatsink 1";
"Main Heatsink 2" = "Main Heatsink 2";
"Main Heatsink 3" = "Main Heatsink 3";
"Main Heatsink F" = "Main Heatsink F";
"Display Screen Proximity" = "Display Screen Proximity";
"Memory Module A1" = "Memory Module A1";
"Memory Module A2" = "Memory Module A2";
"Memory Module A3" = "Memory Module A3";
"Memory Module A4" = "Memory Module A4";
"Memory Module A5" = "Memory Module A5";
"Memory Module A6" = "Memory Module A6";
"Memory Module A7" = "Memory Module A7";
"Memory Module A8" = "Memory Module A8";
"Memory Module B1" = "Memory Module B1";
"Memory Module B2" = "Memory Module B2";
"Memory Module B3" = "Memory Module B3";
"Memory Module B4" = "Memory Module B4";
"Memory Module B5" = "Memory Module B5";
"Memory Module B6" = "Memory Module B6";
"Memory Module B7" = "Memory Module B7";
"Memory Module B8" = "Memory Module B8";
"Memory Bank A Point 0" = "Memory Bank A Point 0";
"Memory Bank A Point 1" = "Memory Bank A Point 1";
"Memory Bank A Point 2" = "Memory Bank A Point 2";
"Memory Bank A Point 3" = "Memory Bank A Point 3";
"Memory Bank A Point 4" = "Memory Bank A Point 4";
"Memory Bank A Point 5" = "Memory Bank A Point 5";
"Memory Bank A Point 6" = "Memory Bank A Point 6";
"Memory Bank A Point 7" = "Memory Bank A Point 7";
"Memory Bank A Point 8" = "Memory Bank A Point 8";
"Memory Bank B Point 0" = "Memory Bank B Point 0";
"Memory Bank B Point 1" = "Memory Bank B Point 1";
"Memory Bank B Point 2" = "Memory Bank B Point 2";
"Memory Bank B Point 3" = "Memory Bank B Point 3";
"Memory Bank B Point 4" = "Memory Bank B Point 4";
"Memory Bank B Point 5" = "Memory Bank B Point 5";
"Memory Bank B Point 6" = "Memory Bank B Point 6";
"Memory Bank B Point 7" = "Memory Bank B Point 7";
"Memory Bank B Point 8" = "Memory Bank B Point 8";
"Memory Module Slot 1" = "Memory Module Slot 1";
"Memory Module Slot 2" = "Memory Module Slot 2";
"Memory Module Slot 3" = "Memory Module Slot 3";
"Memory Module Slot 4" = "Memory Module Slot 4";
"Memory Module Slot 5" = "Memory Module Slot 5";
"Memory Module Slot 6" = "Memory Module Slot 6";
"Memory Module Slot 7" = "Memory Module Slot 7";
"Memory Module Slot 8" = "Memory Module Slot 8";
"Main Logic Board" = "Main Logic Board";
"Battery Charger Proximity" = "Battery Charger Proximity";
"Memory Area Outgoing Air" = "Memory Area Outgoing Air";
"Voltage Regulator Area" = "Voltage Regulator Area";
"Northbridge Core" = "Northbridge Core";
"Northbridge Chip" = "Northbridge Chip";
"Northbridge Heat Sink" = "Northbridge Heat Sink";
"Northbridge Position 1" = "Northbridge Position 1";
"Northbridge Position 2" = "Northbridge Position 2";
"Optical Drive" = "Optical Drive";
"Expansion Slots" = "Expansion Slots";
"Battery Power Supply" = "Battery Power Supply";
"Power Supply Location 1" = "Power Supply Location 1";
"Power Supply Location 2" = "Power Supply Location 2";
"Power Supply Position 1" = "Power Supply Position 1";
"Power Supply Position 2" = "Power Supply Position 2";
"Power Supply Position 3" = "Power Supply Position 3";
"Power Supply Position 4" = "Power Supply Position 4";
"Power Supply Position 5" = "Power Supply Position 5";
"Secondary Heatsink" = "Secondary Heatsink";
"Primary Heatsink" = "Primary Heatsink";
"PCI Slot 1 Position 1" = "PCI Slot 1 Position 1";
"PCI Slot 1 Position 2" = "PCI Slot 1 Position 2";
"PCI Slot 2 Position 1" = "PCI Slot 2 Position 1";
"PCI Slot 2 Position 2" = "PCI Slot 2 Position 2";
"PCI Slot 3 Position 1" = "PCI Slot 3 Position 1";
"PCI Slot 3 Position 2" = "PCI Slot 3 Position 2";
"PCI Slot 4 Position 1" = "PCI Slot 4 Position 1";
"PCI Slot 4 Position 2" = "PCI Slot 4 Position 2";
"Left Palm Rest" = "Left Palm Rest";
"Right Palm Rest" = "Right Palm Rest";
"Air Vent Exit" = "Air Vent Exit";
"Wireless Module" = "Wireless Module";

"Fan CPU/Memory" = "Fan CPU/Memory";
"CPU Fan 1 Inlet" = "CPU Fan 1 Inlet";
"CPU Fan 2 Inlet" = "CPU Fan 2 Inlet";
"CPU Fan 3 Inlet" = "CPU Fan 3 Inlet";
"CPU Fan 4 Inlet" = "CPU Fan 4 Inlet";
"FB-DIMM Fan 1 Inlet" = "FB-DIMM Fan 1 Inlet";
"FB-DIMM Fan 2 Inlet" = "FB-DIMM Fan 2 Inlet";
"FB-DIMM Fan 3 Inlet" = "FB-DIMM Fan 3 Inlet";
"CPU Fan 1 Outlet" = "CPU Fan 1 Outlet";
"CPU Fan 2 Outlet" = "CPU Fan 2 Outlet";
"CPU Fan 3 Outlet" = "CPU Fan 3 Outlet";
"CPU Fan 4 Outlet" = "CPU Fan 4 Outlet";
"FB-DIMM Fan 1 Outlet" = "FB-DIMM Fan 1 Outlet";
"FB-DIMM Fan 2 Outlet" = "FB-DIMM Fan 2 Outlet";
"FB-DIMM Fan 3 Outlet" = "FB-DIMM Fan 3 Outlet";
"Fan Expansion Slots" = "Fan Expansion Slots";
"Exhaust Fan" = "Exhaust Fan";
"Power Supply Fan" = "Power Supply Fan";
"Master Fan" = "Master Fan";
"Left Fan" = "Left Fan";
"Right Fan" = "Right Fan";
"Fan Optical Disk Drive" = "Fan Optical Disk Drive";
"Fan Hard Drive" = "Fan Hard Drive";
"Fan Power Supply 1 In" = "Fan Power Supply 1 In";
"Fan Power Supply 2 In" = "Fan Power Supply 2 In";
"Fan Power Supply 1 Out" = "Fan Power Supply 1 Out";
"Fan Power Supply 2 Out" = "Fan Power Supply 2 Out";
"Booster Fan CPU A" = "Booster Fan CPU A";
"Booster Fan CPU B" = "Booster Fan CPU B";
"Intake Fan" = "Intake Fan";

"Ambient Light 1" = "Ambient Light 1";
"Ambient Light 2" = "Ambient Light 2";

"CPU C" = "CPU C";
"CPU D" = "CPU D";
"CPU Supply 1" = "CPU Supply 1";
"CPU Supply 2" = "CPU Supply 2";
"CPU Supply 3" = "CPU Supply 3";
"CPU Voltage Sense" = "CPU Voltage Sense";
"CPU High Side" = "CPU High Side";
"DC Input" = "DC Input";
"12 V Line for Power Control" = "12 V Line for Power Control";
"DC Voltage Sense" = "DC Voltage Sense";
"Direct Current Power Supply" = "Direct Current Power Supply";
"PCIe Slots 12V Rail" = "PCIe Slots 12V Rail";
"PCIe Slot 1 12V Line" = "PCIe Slot 1 12V Line";
"PCIe Slot 2 12V Line" = "PCIe Slot 2 12V Line";
"PCIe Slot 3 12V Line" = "PCIe Slot 3 12V Line";
"PCIe Slot 4 12V Line" = "PCIe Slot 4 12V Line";
"PCIe Slot 1 12V Boost Line" = "PCIe Slot 1 12V Boost Line";
"PCIe Slot 2 12V Boost Line" = "PCIe Slot 2 12V Boost Line";
"Graphics Processor 1 Voltage Sense" = "Graphics Processor 1 Voltage Sense";
"Graphics Processor 2 Voltage Sense" = "Graphics Processor 2 Voltage Sense";
"MXM Graphics Module" = "MXM Graphics Module";
"Optical Disk Drive" = "Optical Disk Drive";
"Optical Disk Drive 12V Line" = "Optical Disk Drive 12V Line";
"Hard Drive 1 12V Line" = "Hard Drive 1 12V Line";
"Hard Drive 2 12V Line" = "Hard Drive 2 12V Line";
"Hard Drive 3 12V Line" = "Hard Drive 3 12V Line";
"Hard Drive 4 12V Line" = "Hard Drive 4 12V Line";
"Memory VRM Supply 0" = "Memory VRM Supply 0";
"Memory VRM Supply 1" = "Memory VRM Supply 1";
"Memory VRM Supply 2" = "Memory VRM Supply 2";
"Memory VRM Supply A" = "Memory VRM Supply A";
"Memory VRM Supply B" = "Memory VRM Supply B";
"Northbridge Core Voltage" = "Northbridge Core Voltage";
"Power Supply 1 Line 1" = "Power Supply 1 Line 1";
"Power Supply 1 Line 2" = "Power Supply 1 Line 2";
"Power Supply 2 Line 1" = "Power Supply 2 Line 1";
"Power Supply 2 Line 2" = "Power Supply 2 Line 2";
"Power Bus Voltage Sense" = "Power Bus Voltage Sense";
"Northbridge" = "Northbridge";
"Northbridge 2" = "Northbridge 2";
"Expansion Slot 1" = "Expansion Slot 1";
"Expansion Slot 2" = "Expansion Slot 2";
"Expansion Slot 3" = "Expansion Slot 3";
"Expansion Slot 4" = "Expansion Slot 4";
"CPU Voltage Regulator Supply 0" = "CPU Voltage Regulator Supply 0";
"CPU Voltage Regulator Supply 1" = "CPU Voltage Regulator Supply 1";
"CPU Voltage Regulator Supply 2" = "CPU Voltage Regulator Supply 2";
"CPU Voltage Regulator Supply 3" = "CPU Voltage Regulator Supply 3";
"CPU Voltage Regulator Supply 4" = "CPU Voltage Regulator Supply 4";
"CPU Voltage Regulator Supply 5" = "CPU Voltage Regulator Supply 5";
"CPU Voltage Regulator Supply 6" = "CPU Voltage Regulator Supply 6";
"CPU Voltage Regulator Supply 7" = "CPU Voltage Regulator Supply 7";
"CPU Voltage Regulator Supply 8" = "CPU Voltage Regulator Supply 8";
"CPU Voltage Regulator Supply 9" = "CPU Voltage Regulator Supply 9";
"CPU Voltage Regulator Supply A" = "CPU Voltage Regulator Supply A";
"CPU Voltage Regulator Supply B" = "CPU Voltage Regulator Supply B";
"CPU Voltage Regulator Supply C" = "CPU Voltage Regulator Supply C";
"CPU Voltage Regulator Supply D" = "CPU Voltage Regulator Supply D";
"CPU Voltage Regulator Supply E" = "CPU Voltage Regulator Supply E";
"CPU Voltage Regulator Supply F" = "CPU Voltage Regulator Supply F";
"Mainboard Monitoring 0" = "Mainboard Monitoring 0";
"Mainboard Monitoring 1" = "Mainboard Monitoring 1";
"Mainboard Monitoring 2" = "Mainboard Monitoring 2";
"Mainboard Monitoring 3" = "Mainboard Monitoring 3";
"Mainboard Monitoring 4" = "Mainboard Monitoring 4";
"Mainboard Monitoring 5" = "Mainboard Monitoring 5";
"Mainboard Monitoring 6" = "Mainboard Monitoring 6";
"Mainboard Monitoring 7" = "Mainboard Monitoring 7";
"Mainboard Monitoring 8" = "Mainboard Monitoring 8";
"Mainboard Monitoring 9" = "Mainboard Monitoring 9";
"Battery Current Sense" = "Battery Current Sense";
"CPU A Front Side Bus Termination" = "CPU A Front Side Bus Termination";
"CPU B Front Side Bus Termination" = "CPU B Front Side Bus Termination";
"FireWire Ports" = "FireWire Ports";
"Platform Controller Hub" = "Platform Controller Hub";
"Solid State Drive" = "Solid State Drive";
"Memory Slots" = "Memory Slots";
"Thunderbolt Port 1" = "Thunderbolt Port 1";
"Thunderbolt Port 2" = "Thunderbolt Port 2";
"Thunderbolt Port 3" = "Thunderbolt Port 3";
"Thunderbolt Port 4" = "Thunderbolt Port 4";
